Repository: demonyka/golda-ios
Catalog: ios/Golda/Resources/Entry.xcstrings
Source language: en
Languages: ru

source: “%@” deleted
ru: «%@» удалено

# “%@”: decide in %@
source: “%1$@”: decide in %2$@
ru: «%1$@» — решить через %2$@

source: %@ from the account
ru: %@ со счёта

source: %lld days
ru: %lld дня

source: %lld days of budget
ru: %lld дня бюджета

source: %lld hours
ru: %lld часа

source: ≈ %@ h of work
ru: ≈ %@ ч работы

source: about %@
ru: примерно %@

source: Account
ru: Счёт

source: Amount
ru: Сумма

source: Back
ru: Назад

source: Buy
ru: Беру

source: Cancel
ru: Отмена

source: Category
ru: Категория

source: Close
ru: Закрыть

source: Correct
ru: Поправить

source: Currency
ru: Валюта

source: Date
ru: Дата

source: days of budget
ru: дня бюджета

source: Delete
ru: Удалить

source: Done
ru: Готово

source: Entry
ru: Запись

source: Expense
ru: Расход

source: From
ru: Откуда

source: From where
ru: Откуда

source: h of work
ru: ч работы

source: Income
ru: Доход

source: left for today %@
ru: на сегодня осталось %@

source: New operation
ru: Новая операция

source: Not sure
ru: Сомневаюсь

source: Note
ru: Комментарий

# Note.label
source: Note
ru: Комментарий

source: of the goal
ru: от цели

source: OK
ru: ОК

source: Opening balance
ru: Начальный баланс

source: Operation
ru: Операция

source: over budget by %@
ru: перерасход %@

source: Purchase
ru: Покупка

source: Receives %@
ru: Поступит %@

source: Reconciliation adjustment
ru: Корректировка после сверки

source: Safe today %@
ru: Можно сегодня %@

source: Save
ru: Сохранить

# Save.new
source: Save
ru: Записать

source: Saved
ru: Записано

source: Saved %@
ru: Сэкономлено %@

source: Skip
ru: Не беру

source: Swap
ru: Поменять местами

source: That did not work. Try again.
ru: Не получилось. Попробуй ещё раз.

source: The operation was not deleted. Try again.
ru: Операция не удалилась. Попробуй ещё раз.

source: The operation was not saved. Try again.
ru: Операция не сохранилась. Попробуй ещё раз.

source: Think
ru: Подумаю

source: To
ru: Куда

source: Transfer
ru: Перевод

source: Type
ru: Тип операции

source: Undo
ru: Отменить

# Undo.delete
source: Undo
ru: Вернуть

source: What is it
ru: Что это
